Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-de_nllb.tmx
Source language: en
Languages: de

source: The target path „-1% per year from 2010“ is calculated using the equation Target value(Target year)= Final energy consumption average(2008-2012)* 0.99(Target year-2010).
de: Der Zielweg -1% pro Jahr ab 2010 wird unter Verwendung der Gleichung berechnet Zielwert ((Zieljahr) = Durchschnittlicher Endenergieverbrauch ((2008-2012) * 0,99 ((Zieljahr-2010).

source: The starting year is 2010 and the starting value is the average of 2008 to 2012.
de: Das Ausgangsjahr ist 2010 und der Ausgangswert ist der Durchschnitt von 2008 bis 2012.

source: 2.2 DEVELOPMENTS IN VIENNA
de: 2.2 Entwicklungen in Wien

source: 2.2.a Final energy consumption per capita in Vienna
de: 2.2.a Endenergieverbrauch pro Kopf in Wien

source: 2.2.b Share of renewable energy and waste heat according to EU Directive 2009/28/EC
de: 2.2.b Anteil der erneuerbaren Energie und der Abwärme gemäß der EU-Richtlinie 2009/28/EG

source: The EU Directive normalises hydropower and wind power and recognises only certified biogenic fuels as renewable.
de: Die EU-Richtlinie normalisiert die Wasser- und Windkraft und erkennt nur zertifizierte biogene Brennstoffe als erneuerbare Energien an.

source: The percentages are calculated as share of gross final energy consumption.
de: Die Prozentsätze werden als Anteil am Bruttoendenergieverbrauch berechnet.

source: 2.2.c Share of renewable energy and waste heat according to the energy balance
de: 2.2.c Anteil der erneuerbaren Energie und der Abwärme an der Energiebilanz

source: The energy balance includes the actual annual production of hydropower and wind power as well as all (even non-certified) biogenic fuels.
de: Die Energiebilanz umfasst die tatsächliche jährliche Erzeugung von Wasser- und Windkraft sowie alle (auch nicht zertifizierten) biogenen Brennstoffe.

source: 2.2.d Use of solar energy in Vienna’s districts
de: 2.2.d Nutzung der Solarenergie in den Wiener Stadtteilen

source: 2.2.e Electricity generation from renewable energy
de: 2.2.e Erzeugung von Strom aus erneuerbaren Energien

source: Electricity generation from renewables is growing steadily, total electricity generation fluctuates heavily.
de: Die Stromerzeugung aus erneuerbaren Energien wächst stetig, die gesamte Stromerzeugung schwankt stark.

source: 2.2.f Greenhouse gas (GHG) emissions per capita
de: 2.2.f Treibhausgasemissionen pro Kopf

source: At the time of writing, the emissions data for 2015 had not yet been published.
de: Zum Zeitpunkt des Schreibens der vorliegenden Mitteilung waren die Emissionsdaten für 2015 noch nicht veröffentlicht worden.

source: 2.2.g Greenhouse gas emissions in relation to value added
de: 2.2.g Treibhausgasemissionen im Verhältnis zur Wertschöpfung

source: 2.2.h Car density in Vienna’s districts
de: 2.2.h Autondichte in den Vierzigstädten

source: 2.2.i Annual passes for public transport and cars per 1,000 inhabitants
de: 2.2.i Jahreskarten für den öffentlichen Verkehr und die Autos pro 1.000 Einwohner

source: On 1 May 2012, the price for the annual pass was lowered to €365
de: Am 1. Mai 2012 wurde der Preis für den Jahrespass auf 365 € gesenkt.

source: 2.2.j Changes in number of cars and inhabitants by district
de: 2.2.j Veränderungen der Zahl der Fahrzeuge und der Einwohner nach Bezirken

source: 2.2.k Heating degree, frost, and ice days
de: 2.2.k Wärmegrad, Frost und Eistage

source: An ice day is a day on which the maximum temperature is below 0°C, and a frost day is a day on which the minimum temperature is below 0° C. The metric for heating degree days is the sum of the differences between indoor temperature and mean outdoor temperature for all heating degree days over one year.
de: Ein Eistag ist ein Tag, an dem die Höchsttemperatur unter 0 °C liegt, und ein Frosttag ist ein Tag, an dem die Mindesttemperatur unter 0 °C liegt. Die Metrik für Heizungstage ist die Summe der Unterschiede zwischen Innen- und Außentemperatur für alle Heizungstage über ein Jahr.

source: 2.2.l Average annual temperature, summer days and hot days
de: 2.2.l Durchschnittliche Jahrestemperatur, Sommertage und heiße Tage

source: A hot day is a day on which the maximum temperature is at least 30°C, and a summer day is a day with a maximum temperature of at least 25° C.
de: Ein heißer Tag ist ein Tag, an dem die Höchsttemperatur mindestens 30°C beträgt, und ein Sommertag ist ein Tag mit einer Höchsttemperatur von mindestens 25°C.

source: 2.3 COMPARISON OF FEDERAL PROVINCES
de: 2.3 Vergleich der Bundesländer

source: 2.3.a Final energy consumption per capita by federal province
de: 2.3.a Endenergieverbrauch pro Kopf nach Bundesprovinzen

source: 2.3.b Electrical energy per capita by federal province
de: 2.3.b Elektrizität pro Kopf nach Bundesprovinzen

source: 2.3.c Final energy consumption of private households per capita by federal province
de: 2.3.c Endenergieverbrauch privater Haushalte pro Kopf nach Bundesprovinzen

source: 2.3.d Final energy consumption in relation to value added by federal province
de: 2.3.d Endenergieverbrauch in Verhältnis zur Wertschöpfung nach Bundesprovinz

source: 2.3.e Car density in provincial capitals
de: 2.3.e Autondichte in Provinzhauptstädten

source: 2.3.f Population growth by federal province
de: 2.3.f Bevölkerungswachstum nach Bundesprovinzen
